[
    {
        "label": "Anger",
        "slug": "anger",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "We have probably witnessed normal sane people suddenly behaving abnormally, even insanely. We may have seen this happening to ourselves. For some people, this abnormal self-defeating behavior becomes so habitual that though it threatens their career, relationships, finances, health, and even life, they passively rationalize it by saying, “That's just the way I am; that's my nature.”",
            "Is it really? Is insanity compulsory?",
            "No, declares Gita wisdom. All of us are souls who are originally characterized by not just sanity, but also serenity and even felicity. The Bhagavad-Gita (14: 13) indicates that insane behaviour (pramada) results from the predomination of the mode of ignorance in our mind. This accumulated mode of ignorance first sabotages our normal intelligence (aprakasha), then distorts our normal behavioral pattern (apravrtti), and finally impels us to self-destructive actions.",
            "Among the three modes, the mode of ignorance is the lowest and the basest. That's why it perverts our original nature the most. Thankfully, this perversion, no matter how detrimental, is never irreversible. All of us have the power to reclaim our original pure nature. For this return to purity, we need to consciously expose ourselves to places (e.g. temples), people (e.g. devotees), actions (e.g. chanting), and emotions (e.g. ecstasy in kirtans) that are surcharged with spirituality. These transcendental stimuli revoke the influences of ignorance and invoke our dormant spiritual tendencies. The more we practice the art of exposing ourselves to transcendental influences, the more we become situated in our spiritual nature.",
            "The ultimate transcendental influence - in fact, the source of all transcendental influences - is Krishna himself. When we expose ourselves to him internally by constantly thinking of him, then his presence in our consciousness protects us from all possible negative influences. Constant thought of Krishna is the best in security and is eventually the source of the supreme everlasting ecstasy."
        ],
        "intro": [
            "We have probably witnessed normal sane people suddenly behaving abnormally, even insanely. We may have seen this happening to ourselves. For some people, this abnormal self-defeating behavior becomes so habitual that though it threatens their career, relationships, finances, health, and even life, they passively rationalize it by saying, “That's just the way I am; that's my nature.”",
            "Is it really? Is insanity compulsory?"
        ]
    },
    {
        "label": "Confusion",
        "slug": "confusion",
        "author": "Srila Prabhupada",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "By nature’s own way the complete system of material activities is a source of perplexity for everyone. In every step there is perplexity, and therefore it behooves one to approach a bona fide spiritual master who can give one proper guidance for executing the purpose of life. All Vedic literatures advise us to approach a bona fide spiritual master to get free from the perplexities of life, which happen without our desire. They are like a forest fire that somehow blazes without being set by anyone. Similarly, the world situation is such that perplexities of life automatically appear, without our wanting such confusion. No one wants fire, and yet it takes place, and we become perplexed. The Vedic wisdom therefore advises that in order to solve the perplexities of life and to understand the science of the solution, one must approach a spiritual master who is in the disciplic succession. A person with a bona fide spiritual master is supposed to know everything. One should not, therefore, remain in material perplexities but should approach a spiritual master. This is the purport of this verse.",
            "Who is the man in material perplexities? It is he who does not understand the problems of life. In the Bṛhad-āraṇyaka Upaniṣad (3.8.10) the perplexed man is described as follows: yo vā etad akṣaraṁ gārgy aviditvāsmāḻ lokāt praiti sa kṛpaṇaḥ. “He is a miserly man who does not solve the problems of life as a human and who thus quits this world like the cats and dogs, without understanding the science of self-realization.” This human form of life is a most valuable asset for the living entity, who can utilize it for solving the problems of life; therefore, one who does not utilize this opportunity properly is a miser. On the other hand, there is the brāhmaṇa, or he who is intelligent enough to utilize this body to solve all the problems of life. Ya etad akṣaraṁ gārgi viditvāsmāl lokāt praiti sa brāhmaṇaḥ.",
            "The kṛpaṇas, or miserly persons, waste their time in being overly affectionate for family, society, country, etc., in the material conception of life. One is often attached to family life, namely to wife, children and other members, on the basis of “skin disease.” The kṛpaṇa thinks that he is able to protect his family members from death; or the kṛpaṇa thinks that his family or society can save him from the verge of death. Such family attachment can be found even in the lower animals, who take care of children also. Being intelligent, Arjuna could understand that his affection for family members and his wish to protect them from death were the causes of his perplexities. Although he could understand that his duty to fight was awaiting him, still, on account of miserly weakness, he could not discharge the duties. He is therefore asking Lord Kṛṣṇa, the supreme spiritual master, to make a definite solution. He offers himself to Kṛṣṇa as a disciple. He wants to stop friendly talks. Talks between the master and the disciple are serious, and now Arjuna wants to talk very seriously before the recognized spiritual master. Kṛṣṇa is therefore the original spiritual master of the science of Bhagavad-gītā, and Arjuna is the first disciple for understanding the Gītā. How Arjuna understands the Bhagavad-gītā is stated in the Gītā itself. And yet foolish mundane scholars explain that one need not submit to Kṛṣṇa as a person, but to “the unborn within Kṛṣṇa.” There is no difference between Kṛṣṇa’s within and without. And one who has no sense of this understanding is the greatest fool in trying to understand Bhagavad-gītā."
        ],
        "intro": [
            "By nature’s own way the complete system of material activities is a source of perplexity for everyone. In every step there is perplexity, and therefore it behooves one to approach a bona fide spiritual master who can give one proper guidance for executing the purpose of life. All Vedic literatures advise us to approach a bona fide spiritual master to get free from the perplexities of life, which happen without our desire. They are like a forest fire that somehow blazes without being set by anyone. Similarly, the world situation is such that perplexities of life automatically appear, without our wanting such confusion. No one wants fire, and yet it takes place, and we become perplexed. The Vedic wisdom therefore advises that in order to solve the perplexities of life and to understand the science of the solution, one must approach a spiritual master who is in the disciplic succession. A person with a bona fide spiritual master is supposed to know everything. One should not, therefore, remain in material perplexities but should approach a spiritual master. This is the purport of this verse."
        ]
    },
    {
        "label": "Envy",
        "slug": "envy",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "We often long for an ideal person to love. Gita wisdom introduces us to that ideal person - Krishna. It also shows us how Krishna's pure devotees are ideal people in their examplary love for Krishna. By offering our love to them, we develop the inspiration and aspiration to become ideal like them, thereby learning to love Krishna as they do.",
            "While we traverse the past to become ideal, we have to live in a world where ideal people are few, even among devotees striving to become ideal. So, we will inevitably find ourselves in a social circle comprising many real people, those who have a blend of virtue and vice - as do we. If we decide to reserve our love for a social circle of only ideal people, then we will stay waiting for the rest of eternity; such a circle doesn't exist in the material world. If somehow somewhere we could find such a circle, we ourselves wouldn't get entry into it because, whether we admit it or not, we are not ideal.",
            "That's why we need to learn to love non-ideal people. To get inspiration for this, we need to look no further than our own ideal. Krishna himself doesn't reserve his love for ideal people alone. He loves everyone, including non-ideal people, so much that he always acts as their well-wisher, as the Bhagavad Gita (5.29) indicates. Like Krishna, his devotees also love everyone, as the Gita (12.13) indicates. They express that love by helping everyone learn to love Krishna. ",
            "By learning how to intelligently love non-ideal people, we will be able to assist Krishna and his devotees and gain their mercy, thereby accelerating our journey to the world of eternal love."
        ],
        "intro": [
            "We often long for an ideal person to love. Gita wisdom introduces us to that ideal person - Krishna. It also shows us how Krishna's pure devotees are ideal people in their examplary love for Krishna. By offering our love to them, we develop the inspiration and aspiration to become ideal like them, thereby learning to love Krishna as they do."
        ]
    },
    {
        "label": "Death",
        "slug": "death",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "“I will die one day.” We find such thoughts hard to stomach because our inside recoil at the prospect of our annihilation. We may try to evade the death sentence that hangs on our head but trying to do something that will guarantee us a place in the history books, hoping thereby to live on in the memories of people. However, time destroys relentlessly the memories, the people, and even the history books.",
            "Gita wisdom shows us a more realistic way out of a death sentence by revealing an arena beyond death. The Bhagavad Gita (8.20) directs our attention to another realm of existence that is free from the destructibility that mars our material realm.",
            "Gita wisdom explains that death is a nightmare that we suffer only as long as we remain a sleep in the materialist conception of life. As soon as we wake up spiritually, we become aware of our spiritual identity and glory.",
            "Our spiritual identity as eternal souls who can't be destroyed by anything, even death. Our spiritual glory as the beloved children of the all-attractive Supreme, Krishna, who is forever inviting us to a  life of eternal love with him in his supreme abode.",
            "All of us can wake up to this heart-warming reality by tapping the power of divine sound, especially the supreme power of the holy names of Krishna.",
            "Thus, by informing us about our Immortal life at the spiritual level and endowing us with the means to wake up to that reality, Gita wisdom rescues us from the nightmare of death."
        ],
        "intro": [
            "“I will die one day.” We find such thoughts hard to stomach because our inside recoil at the prospect of our annihilation. We may try to evade the death sentence that hangs on our head but trying to do something that will guarantee us a place in the history books, hoping thereby to live on in the memories of people. However, time destroys relentlessly the memories, the people, and even the history books."
        ]
    },
    {
        "label": "Laziness",
        "slug": "laziness",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "In material consciousness, whenever we achieve any success, we tend to parade it and brag about it. We often carry this tendency with us into our devotional life. This becomes evident when we achieve something worthwhile in devotional service - be it external in terms of completing a demanding service assignment or internal in terms of implementing a challenging resolution for self-mastery. At such times, we tend to exhibit our laurels and rest on them thereby exposing ourselves to two unnecessary dangers.",
            "The first danger in resting on our laurels is that the rest offers our inner adversaries - our mind and senses - time to recover, regroup, and retaliate. When we achieve anything, we usually do so by disciplining and dovetailing our mind and senses. This inner success offers us a precious opportunity to press home our hard-earned advantage and push forward towards greater self-mastery. However, when we complacently rest on our laurels, we not only lose the upper hand, but also unwittingly give our inner adversaries a free hand for counter-attacking.",
            "The second, greater danger in resting on our laurels is that the thought “These are my laurels” may itself give our ego an opportunity to penetrate and pervert our consciousness. It may make us claim credit for successes that have actually been achieved primarily by the grace of Krishna and only secondarily by our endeavors. By claiming credit, we lose our enriching in a connection with Krishna and let our ego tighten its shackles on us.",
            "Cautioning us about such changes, the Bhagavad Gita (13.08) reminds us that adambhitvam, the absence of the bragging tendency, characterizes those in knowledge. "
        ],
        "intro": [
            "In material consciousness, whenever we achieve any success, we tend to parade it and brag about it. We often carry this tendency with us into our devotional life. This becomes evident when we achieve something worthwhile in devotional service - be it external in terms of completing a demanding service assignment or internal in terms of implementing a challenging resolution for self-mastery. At such times, we tend to exhibit our laurels and rest on them thereby exposing ourselves to two unnecessary dangers."
        ]
    },
    {
        "label": "Fear",
        "slug": "fear",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "“If I give up all my desires and just fulfill Krishna's desires, won’t I be stripping myself of everything that makes me significant as a person?” Apprehensions like these may check us on the devotional path.",
            "Surprisingly, Gita wisdom asserts that this fear of insignificance is what traps us in insignificance. Let's see how.",
            "The Gita begins by explaining that we are souls who are presently misidentifying with our body due to the insidious influence of the false ego. Under the spell of the false ego, we mistake its desires to be our own desires. This misjudgment makes casting those desires aside seem like giving up something very significant.",
            "However, if we unsentimentally contemplate the false ego’s desires, we will realize that fulfilling them will yield insignificant results: we might at best get some fleeting pleasure that will keep us bound to material existence, chasing the same pleasures that countless other living entities are chasing. That's why as long as we stay wedded to those desires, we sentence ourselves to obscurity in material existence, thereby sealing our pact with insignificance.",
            "To help us attain real significance, the Bhagavad Gita (18.58) urges us to harmonize our desires with Krishna’s desires and to put aside all other desires, recognizing them to be what they are; the false ego’s allurements. When we choose to apply this Gita injunction, we can endure the resulting temporary feelings of insignificance by philosophical conviction. Our bold choice and determined endurance will attract divine grace. That grace will empower us to pass over all obstacles and render significant devotional service, thereby facilitating many other souls in coming closer to Krishna. Most importantly, our committed devotional practices will deliver us to Krishna's own abode, where we will delight forever in a life of ultimate significance: the life of everlasting love. "
        ],
        "intro": [
            "“If I give up all my desires and just fulfill Krishna's desires, won’t I be stripping myself of everything that makes me significant as a person?” Apprehensions like these may check us on the devotional path."
        ]
    },
    {
        "label": "Crime",
        "slug": "crime",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "A tragic trend of our times is the glamorization of immoral sexual indulgences as fashionable, as slick, as cool. This is especially evident in soap operas that portray sexual immorality as bold and adventurous. The intoxication generated by such illicit sexual fantasies often blinds people to its real-life consequences that are evident in the increasing statistics of sexual abuses like rape, incest and pedophilia. Most civilized people feel sickened when they hear of such abuses, yet these same people rarely feel sickened by their causes: the ubiquitous sexual images that are displayed on billboards, fashion ramps and celluloid screens.",
            "Gita wisdom makes expressive the cause-effect connection between sexual images and sexual abuses. The Bhagavad Gita (3.39) unmasks lust by declaring it to be an eternal enemy (nitya vairi) that acting like an insatiable fire (dushpurenaanalena) devours our intelligence. Sexual images that offer visual indulgence serve as a readily combustible fuel for the fire of lust. When this fuel is fed constantly, the fire of lust becomes a conflagration that divours people’s intelligence, conscience, common sense, even humanity. It is pertinent to remember that the people who perpetrate horrendous sexual abuses are not some two-horned demons from another planet; they are humans like us, but humans whom lust has perverted into monsters.",
            "If we wish to stop such abuses, improved police regulation is not enough that will check the circumstantial cause, but not the root cause. That root cause is the inordinate aggravation of lust through the misleading glamorization and popularization of sexual images as slick. We need to enter a double standard of being sickened by the effects of lust - sexual abuses - and allured by the causes of lust: sexual images.",
            "We can no longer be slick about sin; we need to become sick about sin."
        ],
        "intro": [
            "A tragic trend of our times is the glamorization of immoral sexual indulgences as fashionable, as slick, as cool. This is especially evident in soap operas that portray sexual immorality as bold and adventurous. The intoxication generated by such illicit sexual fantasies often blinds people to its real-life consequences that are evident in the increasing statistics of sexual abuses like rape, incest and pedophilia. Most civilized people feel sickened when they hear of such abuses, yet these same people rarely feel sickened by their causes: the ubiquitous sexual images that are displayed on billboards, fashion ramps and celluloid screens."
        ]
    },
    {
        "label": "Forgetfulness",
        "slug": "forgetfulness",
        "author": "Srila Prabhupada",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "The Supreme Lord is situated as Paramātmā in everyone’s heart, and it is from Him that all activities are initiated. The living entity forgets everything of his past life, but he has to act according to the direction of the Supreme Lord, who is witness to all his work. Therefore he begins his work according to his past deeds. Required knowledge is supplied to him, and remembrance is given to him, and he forgets, also, about his past life. Thus, the Lord is not only all-pervading; He is also localized in every individual heart. He awards the different fruitive results. He is worshipable not only as the impersonal Brahman, the Supreme Personality of Godhead and the localized Paramātmā, but as the form of the incarnation of the Vedas as well. The Vedas give the right direction to people so that they can properly mold their lives and come back to Godhead, back to home. The Vedas offer knowledge of the Supreme Personality of Godhead, Kṛṣṇa, and Kṛṣṇa in His incarnation as Vyāsadeva is the compiler of the Vedānta-sūtra. The commentation on the Vedānta-sūtra by Vyāsadeva in the Śrīmad-Bhāgavatam gives the real understanding of Vedānta-sūtra. The Supreme Lord is so full that for the deliverance of the conditioned soul He is the supplier and digester of foodstuff, the witness of his activity, and the giver of knowledge in the form of the Vedas and as the Supreme Personality of Godhead, Śrī Kṛṣṇa, the teacher of the Bhagavad-gītā. He is worshipable by the conditioned soul. Thus God is all-good; God is all-merciful.",
            "Antaḥ-praviṣṭaḥ śāstā janānām. The living entity forgets as soon as he quits his present body, but he begins his work again, initiated by the Supreme Lord. Although he forgets, the Lord gives him the intelligence to renew his work where he ended his last life. So not only does a living entity enjoy or suffer in this world according to the dictation from the Supreme Lord situated locally in the heart, but he receives the opportunity to understand the Vedas from Him. If one is serious about understanding the Vedic knowledge, then Kṛṣṇa gives the required intelligence. Why does He present the Vedic knowledge for understanding? Because a living entity individually needs to understand Kṛṣṇa. Vedic literature confirms this: yo ’sau sarvair vedair gīyate. In all Vedic literature, beginning from the four Vedas, Vedānta-sūtra and the Upaniṣads and Purāṇas, the glories of the Supreme Lord are celebrated. By performance of Vedic rituals, discussion of the Vedic philosophy and worship of the Lord in devotional service, He is attained. Therefore the purpose of the Vedas is to understand Kṛṣṇa. The Vedas give us direction by which to understand Kṛṣṇa and the process of realizing Him. The ultimate goal is the Supreme Personality of Godhead. Vedānta-sūtra (1.1.4) confirms this in the following words: tat tu samanvayāt. One can attain perfection in three stages. By understanding Vedic literature one can understand his relationship with the Supreme Personality of Godhead, by performing the different processes one can approach Him, and at the end one can attain the supreme goal, who is no other than the Supreme Personality of Godhead. In this verse the purpose of the Vedas, the understanding of the Vedas, and the goal of the Vedas are clearly defined."
        ],
        "intro": [
            "The Supreme Lord is situated as Paramātmā in everyone’s heart, and it is from Him that all activities are initiated. The living entity forgets everything of his past life, but he has to act according to the direction of the Supreme Lord, who is witness to all his work. Therefore he begins his work according to his past deeds. Required knowledge is supplied to him, and remembrance is given to him, and he forgets, also, about his past life. Thus, the Lord is not only all-pervading; He is also localized in every individual heart."
        ]
    },
    {
        "label": "Greed",
        "slug": "greed",
        "author": "Srila Prabhupada",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "Since the present civilization is not very congenial to the living entities, Kṛṣṇa consciousness is recommended. Through Kṛṣṇa consciousness, society will develop the mode of goodness. When the mode of goodness is developed, people will see things as they are. In the mode of ignorance, people are just like animals and cannot see things clearly. In the mode of ignorance, for example, they do not see that by killing one animal they are taking the chance of being killed by the same animal in the next life. Because people have no education in actual knowledge, they become irresponsible. To stop this irresponsibility, education for developing the mode of goodness of the people in general must be there. When they are actually educated in the mode of goodness, they will become sober, in full knowledge of things as they are. Then people will be happy and prosperous. Even if the majority of the people aren’t happy and prosperous, if a certain percentage of the population develops Kṛṣṇa consciousness and becomes situated in the mode of goodness, then there is the possibility for peace and prosperity all over the world. Otherwise, if the world is devoted to the modes of passion and ignorance, there can be no peace or prosperity. In the mode of passion, people become greedy, and their hankering for sense enjoyment has no limit. One can see that even if one has enough money and adequate arrangements for sense gratification, there is neither happiness nor peace of mind. That is not possible, because one is situated in the mode of passion. If one wants happiness at all, his money will not help him; he has to elevate himself to the mode of goodness by practicing Kṛṣṇa consciousness. When one is engaged in the mode of passion, not only is he mentally unhappy, but his profession and occupation are also very troublesome. He has to devise so many plans and schemes to acquire enough money to maintain his status quo. This is all miserable. In the mode of ignorance, people become mad. Being distressed by their circumstances, they take shelter of intoxication, and thus they sink further into ignorance. Their future in life is very dark."
        ],
        "intro": [
            "The beginning of demoniac life is described herein. One tries to satisfy his lust, and when he cannot, anger and greed arise. A sane man who does not want to glide down to the species of demoniac life must try to give up these three enemies, which can kill the self to such an extent that there will be no possibility of liberation from this material entanglement."
        ]
    },
    {
        "label": "Peace",
        "slug": "peace",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "The daily news of natural disasters like hurricanes and human made distresses like corruption show that the world is a not terrible mess. Seeing this, we may feel: Can I, one small human being make any significant difference?",
            "Gita wisdom informs that we surely can - provided we first see things differently. We need to see that the messy state of the world is its usual nature, as the Bhagavad Gita (9.33) indicates.",
            "Does this mean that we become callous towards the sufferings of people?",
            "Not at all; it just means that we don't let sentimentality prevent us from acknowledging reality. The world is like a hospital; suffering is to be expected here. The earlier the people in a hospital unsentimentally accept the inevitability of suffering there, that much earlier they can get on with the treatment - either take it themselves or administer it to others or do both.",
            "The most potent treatment in this hospital-like world is devotional service to Krishna, as the same Gita verse states. Just as basic medical education explains how an oral medicine can counter a back-pain, basic philosophical education explains how devotional service can counter the world's pressing problems. Let’s understand this briefly.",
            "Human-made distresses are caused by people excessively infected by the modes of passion and ignorance. Natural disasters are the mass karmic reactions to disharmonious actions done by societies affected by the lower modes. In both cases, the cause is infection by materialism.",
            "Devotional service cures this infection by providing us experiences of higher spiritual happiness. The more we practice and share devotional service, the more we contribute not only to minimising the mess here but also to helping people become successfully discharged from the hospital and return to eternal joyful life with Krishna.",
            "That is the significant difference each of us can - and should - make."
        ],
        "intro": [
            "The daily news of natural disasters like hurricanes and human made distresses like corruption show that the world is a not terrible mess. Seeing this, we may feel: Can I, one small human being make any significant difference?",
            "Gita wisdom informs that we surely can - provided we first see things differently. We need to see that the messy state of the world is its usual nature, as the Bhagavad Gita (9.33) indicates.",
            "Does this mean that we become callous towards the sufferings of people?"
        ]
    },
    {
        "label": "Depression",
        "slug": "depression",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "When life's problems overwhelm us, our vision becomes distorted. We start feeding that the problems are ultra-big, bigger than even Krishna. Consequently, we become so preoccupied in coping with them that our spiritual practices like chanting become distracted. We may even feel that the destruction is justified: “Krishna, you understand how big this problem is. I need to deal with it first before I can resume proper devotional meditation on you.”",
            "Gita wisdom helps us understand that resuming proper contemplation on Krishna is the first way to deal with any problem. The Bhagavad Gita (18.58) reminds us that if we become conscious of him, he will, by his grace, help us to cross over all problems.His grace often expresses itself as a perspective-restoring insight: He is far bigger than any problem. For him, solving our biggest problem is no big deal; he can empower us to tackle or transcend it by one moment of illumination.",
            "Thus Gita wisdom enables us to beat the problem - and the mind that is fretting over it - down to size by proclaiming to it how big Krishna is: “Let me not tell Krishna how big my problems are, let me tell my problems how big Krishna is.” Such an inner proclamation corrects our vision distortion; we no longer see the problems as overwhelming. We realise that, just as Krishna’s grace has enabled us to weather many problems in the past, so it will enable us to weather this problem too. That realisation loosens the problem’s anxiety inducing grip on us. Reserves of hitherto choked mental energy break free and soon solutions emerge.",
            "Over time, we start seeing the bigness of worldly problems as opportunities to deepen our awareness of the bigness of Krishna. Then problems no longer agitates us but instead stimulate us."
        ],
        "intro": [
            "When life's problems overwhelm us, our vision becomes distorted. We start feeding that the problems are ultra-big, bigger than even Krishna. Consequently, we become so preoccupied in coping with them that our spiritual practices like chanting become distracted. We may even feel that the destruction is justified: “Krishna, you understand how big this problem is. I need to deal with it first before I can resume proper devotional meditation on you.”"
        ]
    },
    {
        "label": "Demotivated",
        "slug": "demotivated",
        "author": "Chaitanya Charan",
        "color": "#630000",
        "image": "https://res.cloudinary.com/dnuq1lgqs/image/upload/v1607152450/bg/angry-man-274175_1280_nfary6.jpg",
        "article": [
            "Life’s inevitable reversals sometimes fill us with defeatist thoughts: “I have had yet again. Maybe I should just give up”.",
            "At such times, Gita wisdom can free us by pointing out that we are labouring under unnecessary narrow definitions of success and failure. When things work according to our plans, we consider that to be a success. When things don't work according to our plan we consider that to be  failure. When our plans feel repeatedly, we often get frustrated and dejected, and start thinking of giving up.",
            "Gita wisdom broadens our definitions of success and failures by underscoring that we are special beings and that our ultimate success is to attain eternal life by growing up spiritually. Spiritual growth essentially means growth in our faith that Krishna is our greatest well wisher and that he is, as the Bhagavad Gita (9.10) asserts, overseeing the world.",
            "Faith grows by both human choice and divine grace. When we are about to give up due to material failures, we have a special opportunity to grow in faith by exerting our human choice and thereby attracting divine grace. Let's see how.",
            "Amidst reversals, all of us can make the choice of putting faith in Krishna by not getting disheartened and by continuing to serve him as much as our capacities and circumstances allow. When we thus persevere with faith, we will in due course of time discover that he has arranged things for our ultimate good in a way far better than our best plans. This inconceivable arrangement and our realization of that arrangement comprise the divine grace that further boosts our faith and accelerates our spiritual growth.",
            "Thus, when we utilise the power of faith, reversals will no longer remain cause to give up, but will become opportunities to grow up."
        ],
        "intro": [
            "Life’s inevitable reversals sometimes fill us with defeatist thoughts: “I have had yet again. Maybe I should just give up”.",
            "At such times, Gita wisdom can free us by pointing out that we are labouring under unnecessary narrow definitions of success and failure. When things work according to our plans, we consider that to be a success. When things don't work according to our plan we consider that to be  failure. When our plans feel repeatedly, we often get frustrated and dejected, and start thinking of giving up."
        ]
    }
]